Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localization/Ungrouped/WirelessModemSettings.xcstrings
Source language: en
Languages: ar, bg, bn, ca, cs, da, de, el, es, es_419, fi, fr, fr_ca, gu, he, hi, hr, hu, id, it, ja, kk, kn, ko, lt, ml, mr, ms, nl, no, or, pa, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, ta, te, th, tr, uk, ur, vi, zh_cn, zh_hk, zh_tw

# HOTSPOT_USAGE
source: Data Usage
ar: استخدام البيانات
bg: Използване на данни
bn: ডেটার ব্যবহার
ca: Ús de dades
cs: Využití dat
da: Brug af data
de: Datennutzung
el: Χρήση δεδομένων
es: Uso de datos
es_419: Uso de datos
fi: Datan käyttö
fr: Utilisation des données
fr_ca: Utilisation des données
gu: ડેટાનો વપરાશ
he: שימוש בנתונים
hi: डेटा उपयोग
hr: Uporaba podataka
hu: Adathasználat
id: Penggunaan Data
it: Utilizzo dati
ja: データ使用量
kk: Деректер қолданысы
kn: ಡೇಟ ಬಳಕೆ
ko: 데이터 사용 내용
lt: Duomenų naudojimas
ml: ഡാറ്റ ഉപയോഗം
mr: डेटाचा वापर
ms: Penggunaan Data
nl: Datagebruik
no: Databruk
or: ଡେଟା ଉପଯୋଗ
pa: ਡੇਟਾ ਵਰਤੋਂ
pl: Użycie danych
pt_br: Uso de Dados
pt_pt: Utilização de dados
ro: Utilizare date
ru: Использование данных
sk: Využívanie dát
sl: Poraba podatkov
sv: Dataanvändning
ta: தரவுப் பயன்பாடு
te: డేటా వినియోగం
th: การใช้ข้อมูล
tr: Veri Kullanımı
uk: Використання даних
ur: ڈیٹا کا استعمال
vi: Sử dụng dữ liệu
zh_cn: 数据用量
zh_hk: 數據用量
zh_tw: 數據用量

# FAMILY_HOTSPOT_AUTOMATIC
source: Automatic
ar: تلقائي
bg: Автоматично
bn: স্বয়ংক্রিয়
ca: Automàtic
cs: Automaticky
da: Automatisk
de: Automatisch
el: Αυτόματα
es: Automático
es_419: Automático
fi: Automaattisesti
fr: Automatique
fr_ca: Automatique
gu: ઑટોમૅટિક
he: אוטומטית
hi: ऑटोमैटिक
hr: Automatski
hu: Automatikus
id: Otomatis
it: Automatico
ja: 自動
kk: Автоматты
kn: ಸ್ವಯಂಚಾಲಿತ
ko: 자동
lt: Automatinis
ml: ഓട്ടോമാറ്റിക്
mr: ऑटोमॅटिक
ms: Automatik
nl: Automatisch
no: Automatisk
or: ସ୍ବୟଂଚାଳିତ
pa: ਆਟੋਮੈਟਿਕ
pl: Automatycznie
pt_br: Automático
pt_pt: Automático
ro: Automat
ru: Авто
sk: Autom.
sl: Samodejno
sv: Automatiskt
ta: தானாக
te: ఆటోమేటిక్
th: อัตโนมัติ
tr: Otomatik
uk: Автоматично
ur: آٹومیٹک
vi: Tự động
zh_cn: 自动
zh_hk: 自動
zh_tw: 自動

# CONNECT_OVER_WIFI_STEP_1
source: Choose “%@” from the %@ settings on your computer or other device.
ar: قم باختيار "%@" من إعدادات %@ على الكمبيوتر الخاص بك أو أي جهاز آخر.
bg: Изберете „%@“ от настройките на %@ на вашия компютър или друго устройство.
bn: আপনার কম্পিউটার বা অন্য কোনো ডিভাইসে %2$@ সেটিংস থেকে “%1$@” নির্বাচন করুন।
ca: Selecciona “%@” a la configuració de la %@ de l’ordinador o de l’altre dispositiu.
cs: V nastavení %2$@ na počítači nebo jiném zařízení vyberte „%1$@“.
da: Vælg “%@” i %@-indstillinger på din computer eller en anden enhed.
de: Wähle „%@“ von den %@-Einstellungen auf deinem Computer oder anderem Gerät aus.
el: Επιλέξτε «%@» στις ρυθμίσεις για %@ στον υπολογιστή σας ή σε άλλη συσκευή.
es: Selecciona “%@” en los ajustes de %@ de tu ordenador o de otro dispositivo.
es_419: Selecciona “%@” en la configuración de %@ de tu computadora o de otro dispositivo.
fi: Valitse %@ tietokoneen tai toisen laitteen %[tt]@-asetuksissa.
fr: Choisissez « %@ » dans les réglages %@ de votre ordinateur ou d’un appareil.
fr_ca: Choisissez « %@ » dans les réglages %@ de votre ordinateur ou d’un appareil.
gu: તમારા કંપ્યૂટરમાં અથવા બીજા ડિવાઇસની “%2$@” સેટિંગ્સમાં %1$@ પસંદ કરો.
he: יש לבחור ״%@״ מהגדרות ״%@״ במחשב או במכשיר אחר.
hi: अपने कंप्यूटर या अन्य डिवाइस की %2$@ सेटिंग्ज़ में “%1$@” चुनें।
hr: Odaberite “%@” u postavkama %@ na vašem računalu ili drugom uređaju.
hu: Válassza a(z) „%@” lehetőséget a(z) %@ beállításaiban, a számítógépén vagy más eszközön.
id: Pilih “%@” dari pengaturan %@ di komputer Anda atau perangkat lainnya.
it: Scegli “%@” dalle impostazioni %@ del computer o di un altro dispositivo.
ja: コンピュータまたはその他のデバイスの%2$@設定で“%1$@”を選択します。
kk: Компьютердің немесе басқа құрылғының %2$@ реттеулерінен «%1$@» таңдаңыз.
kn: ನಿಮ್ಮ ಕಂಪ್ಯೂಟರ್ ಅಥವಾ ಇತರ ಸಾಧನದಲ್ಲಿ %@ ಸೆಟ್ಟಿಂಗ್ಸ್‌ನಿಂದ “%@” ಅನ್ನು ಆರಿಸಿ.
ko: 컴퓨터 또는 기타 기기의 %2$@ 설정에서 ‘%1$@’을(를) 선택하십시오.
lt: Kompiuteryje ar kitame įrenginyje pasirinkite „%@“ iš „%@“ nustatymų.
ml: നിങ്ങളുടെ കമ്പ്യൂട്ടറിലെയോ മറ്റേ ഡിവൈസിലെയോ %2$@ ക്രമീകരണങ്ങളിൽ നിന്നും ‘%1$@’ തിരഞ്ഞെടുക്കൂ.
mr: तुमच्या संगणक किंवा इतर डिव्हाइसच्या %2$@ सेटिंगमध्ये ‘%1$@’ निवडा.
ms: Pilih “%@” daripada seting %@ pada komputer anda atau peranti lain.
nl: Kies '%@' uit de instellingen voor %@ op je computer of andere apparaat.
no: Velg «%@» i %@-innstillingene på datamaskinen eller en annen enhet.
or: ଆପଣଙ୍କ କମ୍ପ୍ୟୁଟର୍ କିମ୍ବା ଅନ୍ୟ ଡିଭାଇସ୍‌ରେ %@ ସେଟିଂସ୍‌ରୁ “%@”କୁ ଚୟନ କରନ୍ତୁ।
pa: ਆਪਣੇ ਕੰਪਿਊਟਰ ਜਾਂ ਹੋਰ ਡਿਵਾਈਸ ’ਤੇ %2$@ ਸੈਟਿੰਗਾਂ ਤੋਂ “%1$@” ਨੂੰ ਚੁਣੋ।
pl: Wybierz „%@” w ustawieniach %@ na komputerze lub innym urządzeniu.
pt_br: Escolha “%@” nos ajustes de %@ em seu computador ou em outro dispositivo.
pt_pt: Nas definições de %2$@ no seu computador ou outro dispositivo, escolha “%1$@”.
ro: Alegeți „%@” din configurările %@ de pe computerul dvs. sau de pe alt dispozitiv.
ru: Выберите «%@» в настройках %@ компьютера или другого устройства.
sk: Vyberte „%@“ v nastaveniach %@ na svojom počítači alebo na inom zariadení.
sl: Izberite »%@« v nastavitvah %@ v računalniku ali drugi napravi.
sv: Välj ”%@” i inställningarna för %@ på datorn eller någon annan enhet.
ta: உங்கள் கம்ப்யூட்டர் அல்லது பிற சாதனத்தில் உள்ள %2$@ அமைப்புகளிலிருந்து“%1$@”ஐத் தேர்வுசெய்யவும்.
te: మీ కంప్యూటర్ లేదా ఇతర డివైజ్ %@ సెట్టింగ్‌ల నుండి “%@”ను ఎంచుకోండి.
th: เลือก “%@” จากการตั้งค่า %@ บนเครื่องคอมพิวเตอร์ของคุณหรืออุปกรณ์อื่น
tr: Bilgisayarınızdaki veya başka bir aygıtınızdaki %2$@ ayarlarında “%1$@” aygıtını seçin.
uk: Оберіть «%@» в параметрах %@ на своєму компʼютері або іншому пристрої.
ur: اپنے کمپیوٹر یا دیگر ڈیوائس پر ‏%@ سیٹنگ سے ‏⁨“%@”⁩ کو منتخب کریں۔
vi: Chọn “%@” từ cài đặt %@ trên máy tính hoặc thiết bị khác của bạn.
zh_cn: 从你的电脑或其他设备的%2$@设置中选取“%1$@”。
zh_hk: 從電腦或裝置的%2$@設定中選擇「%1$@」。
zh_tw: 從電腦或裝置的%2$@設定中選擇「%1$@」。

# INSTANT_HOTSPOT_IPHONE
source: Personal Hotspot on your iPhone can provide Internet access to other devices signed into your iCloud account without requiring you to enter the password.
ar: يمكن لنقطة الاتصال الشخصية على الـ iPhone إتاحة الوصول إلى الإنترنت للأجهزة الأخرى التي سجلت الدخول إلى حساب iCloud دون طلب إدخال كلمة السر.
bg: Личната точка за достъп на вашия iPhone може да предостави интернет достъп на други устройства, влезли във вашата iCloud регистрация, без да се изисква въвеждането на парола.
bn: আপনার iPhone-এর ব্যক্তিগত হটস্পটের মাধ্যমে আপনি আপনার iCloud অ্যাকাউন্টে সাইন ইন করা আছে এমন অন্যান্য ডিভাইসগুলিতে পাসওয়ার্ড না দিয়েই ইন্টারনেট ব্যবহার করতে পারবেন।
ca: Amb el punt d’accés personal de l’iPhone, pots proporcionar accés a internet als altres dispositius en què hagis iniciat sessió amb el compte de l’iCloud sense haver d’introduir la contrasenya.
cs: Osobní hotspot na iPhonu může poskytovat připojení k internetu ostatním zařízením připojeným k vašemu účtu na iCloudu bez toho, že byste museli zadávat heslo.
da: Internetdeling på iPhone kan give andre enheder, der er logget ind på iCloud-kontoen, adgang til internettet, uden at du skal skrive adgangskoden.
de: Der persönliche Hotspot auf dem iPhone bietet eine Internetverbindung für andere Geräte, die bei deinem iCloud-Account angemeldet sind, ohne dass du das Passwort eingeben musst.
el: Το Προσωπικό hotspot στο iPhone μπορεί να παρέχει διαδικτυακή σύνδεση σε άλλες συσκευές που είναι συνδεδεμένες στον λογαριασμό iCloud σας, χωρίς να χρειάζεται να εισάγετε το συνθηματικό.
es: El punto de acceso del iPhone permite proporcionar acceso a internet a otros dispositivos que hayan iniciado sesión en tu cuenta de iCloud sin necesidad de introducir la contraseña.
es_419: Compartir Internet en tu iPhone puede otorgar acceso a Internet a otros dispositivos que hayan iniciado sesión en tu cuenta de iCloud sin solicitarte la contraseña.
fi: iPhonen Oma hotspot tarjoaa internet-yhteyden muille iCloud-tilillesi kirjautuneille laitteille ilman, että sinun pitää syöttää salasana.
fr: Le partage de connexion sur votre iPhone peut permettre aux autres appareils connectés à votre compte iCloud d’accéder à Internet sans que vous ayez à saisir le mot de passe.
fr_ca: Le partage de connexion de l’iPhone peut fournir un accès Internet à d’autres appareils connectés à votre compte iCloud sans que vous ayez à entrer de mot de passe.
gu: તમારા iPhoneનું પર્સનલ હૉટસ્પૉટ તમને તમારા iCloud અકાઉંટમાં સાઇન ઇન કરેલા બીજા ડિવાઇસને પાસવર્ડ એંટર કર્યા વગર ઇંટરનેટનો ઍક્સેસ પ્રદાન કરી શકે છે.
he: באמצעות נקודת גישה אישית ב-iPhone ניתן לספק גישה לאינטרנט למכשירים נוספים המחוברים ל-iCloud ללא צורך בהזנת הסיסמה.
hi: आपके iPhone पर निजी हॉटस्पॉट आपको अपने iCloud खाते में साइन इन किए गए अन्य डिवाइस में बिना पासवर्ड दर्ज किए इंटरनेट ऐक्सेस प्रदान कर सकता है।
hr: Osobni hotspot na iPhoneu može pružiti internetski pristup drugim uređajima koji su prijavljeni na vaš iCloud račun bez da trebate unositi lozinku.
hu: A személyes hotspot az iPhone-ján képes internet-hozzáférést biztosítani az Ön iCloud-fiókjába bejelentkezett egyéb eszközök számára anélkül, hogy Önnek be kellene gépelnie a jelszavát.
id: Hotspot Pribadi di iPhone dapat menyediakan akses internet ke perangkat lain yang masuk ke akun iCloud Anda tanpa mengharuskan Anda untuk memasukkan kata sandi.
it: L’hotspot personale su iPhone consente di accedere a internet con gli altri dispositivi su cui hai effettuato l’accesso ad iCloud senza dover inserire la password.
ja: iPhoneの“インターネット共有”機能を使用すると、iCloudにサインインしている別のデバイスからパスワード入力なしでインターネットにアクセスすることができます。
kk: iPhone құрылғысындағы жеке кіру нүктесі арқылы iCloud аккаунтына кірген құрылғыларда құпиясөзді енгізбестен интернетке қосылуға болады.
kn: ನೀವು ಪಾಸ್‌ವರ್ಡ್ ನಮೂದಿಸಬೇಕಾದ ಅಗತ್ಯವಿಲ್ಲದೆಯೇ, ನಿಮ್ಮ iPhoneನಲ್ಲಿನ ವೈಯಕ್ತಿಕ ಹಾಟ್‌ಸ್ಪಾಟ್ ನಿಮ್ಮ iCloud ಖಾತೆಗೆ ಸೈನ್ ಇನ್ ಆಗಿರುವ ಇತರ ಸಾಧನಗಳಿಗೆ ಇಂಟರ್ನೆಟ್ ಆ್ಯಕ್ಸೆಸ್ ಅನ್ನು ಒದಗಿಸಬಹುದು.
ko: 사용자가 암호를 입력할 필요 없이 iPhone의 개인용 핫스팟이 사용자의 iCloud 계정에 로그인된 다른 기기에 인터넷 접근을 제공할 수 있습니다.
lt: „iPhone“ esantis asmeninis interneto prieigos taškas gali suteikti interneto prieigą kitiems prie „iCloud“ paskyros prijungtiems įrenginiams, nereikalaujant įvesti slaptažodžio.
ml: നിങ്ങളുടെ iPhone-ലെ പേഴ്സണൽ ഹോട്ട്സ്പോട്ടിന് നിങ്ങളുടെ പാസ്‌വേഡ് നൽകാതെ തന്നെ നിങ്ങളുടെ iCloud-ൽ സൈൻ-ഇൻ ചെയ്തിരിക്കുന്ന മറ്റ് ഡിവൈസുകളിലേക്ക് ഇന്റർനെറ്റ് ആക്സസ് നൽകാനാകും.
mr: तुमच्या iPhone वरील वैयक्तिक हॉटस्पॉट तुमच्या iCloud अकाउंट मध्ये साइन इन केलेल्या इतर डिव्हाइसला पासवर्ड न टाकता इंटरनेट ॲक्सेस प्रदान करू शकतो.
ms: Hotspot Peribadi pada iPhone anda boleh memberikan akses internet kepada peranti lain yang didaftar masuk ke akaun iCloud anda tanpa memerlukan anda memasukkan kata laluan.
nl: Met een persoonlijke hotspot op je iPhone kunnen andere apparaten die zijn ingelogd bij je iCloud-account, verbinding maken met internet zonder dat er een wachtwoord nodig is.
no: Delt internett på iPhone kan gi internettforbindelse til andre enheter som er logget på samme iCloud-konto, uten at du trenger å oppgi passordet.
or: ଆପଣଙ୍କ iPhoneର ପର୍ସନଲ୍ ହଟ୍‌ସ୍ପଟ୍ ଆପଣଙ୍କ iCloud ଆକାଉଣ୍ଟ୍‌ରେ ସାଇନ୍ ଇନ୍ ହୋଇଥିବା ଅନ୍ୟ ଡିଭାଇସ୍‌ଗୁଡ଼ିକୁ ଇଣ୍ଟର୍‌ନେଟ୍ ଆକ୍ସେସ୍‌ ପ୍ରଦାନ କରିପାରେ, ଯାହାପାଇଁ ଆପଣଙ୍କୁ ନିଜର ପାସ୍‌ୱର୍ଡ୍‌ ଲେଖିବାକୁ ପଡ଼ିବ ନାହିଁ।
pa: ਤੁਹਾਡੇ iPhone ਦਾ ਨਿੱਜੀ ਹੌਟਸਪੌਟ ਤੁਹਾਡੇ iCloud ਖਾਤੇ ਵਿੱਚ ਸਾਈਨ ਇਨ ਕੀਤੇ ਹੋਰ ਡਿਵਾਈਸਾਂ ਨੂੰ ਤੁਹਾਡੇ ਵੱਲੋਂ ਪਾਸਵਰਡ ਭਰੇ ਬਿਨਾਂ ਇੰਟਰਨੈੱਟ ਐਕਸੈੱਸ ਦੇ ਸਕਦਾ ਹੈ।
pl: Hotspot osobisty na Twoim iPhonie może zapewniać dostęp do Internetu innym urządzeniom zalogowanym na Twoim koncie iCloud bez konieczności wprowadzania hasła.
pt_br: O Acesso Pessoal no iPhone pode fornecer acesso à internet a outros dispositivos que tenham iniciado uma sessão na sua conta do iCloud sem exigir que você digite a senha.
pt_pt: O hotspot pessoal no iPhone pode dar acesso à internet a outros dispositivos com sessão iniciada na mesma conta iCloud sem ter de digitar a palavra‑passe.
ro: Hotspotul personal de pe iPhone poate furniza acces la internet altor dispozitive autentificate în contul dvs. de iCloud fără a fi necesar să introduceți parola.
ru: Режим модема на iPhone может предоставить доступ к интернету на устройствах, на которых выполнен вход в iCloud, без необходимости вводить пароль.
sk: Osobný hotspot na iPhone dokáže poskytovať prístup na internet ostatným zariadeniam prihláseným do vášho iCloud účtu bez toho, aby ste museli zadávať heslo.
sl: Osebna dostopna točka v iPhonu omogoča dostop do interneta drugim napravam, vpisanim v račun iCloud, brez zahteve za vnos gesla.
sv: Med Internetdelning på iPhone kan du tillhandahålla internetåtkomst för andra enheter som är inloggade på ditt iCloud-konto utan att du behöver ange lösenordet.
ta: உங்கள் iPhoneஇல் உள்ள தனிப்பட்ட ஹாட்ஸ்பாட் உங்கள் iCloud கணக்கில் உள்நுழைந்துள்ள பிற சாதனங்களுக்கு நீங்கள் பாஸ்வேர்டை உள்ளிடத் தேவையின்றி இணைய அணுகலை வழங்கும்.
te: మీ iPhoneలోని పర్సనల్ హాట్‌స్పాట్ మీరు పాస్‌వర్డ్ నమోదు చేయాల్సిన అవసరం లేకుండానే, మీ iCloud ఖాతాలో సైన్ ఇన్ చేసిన ఇతర డివైజ్‌లకు ఇంటర్నెట్ యాక్సెస్ అందిస్తుంది.
th: สามารถใช้ฮอตสปอตส่วนบุคคลบน iPhone แชร์อินเทอร์เน็ตให้อุปกรณ์อื่นที่ลงชื่อเข้าบัญชี iCloud ของคุณได้โดยไม่ต้องป้อนรหัสผ่าน
tr: iPhone’unuzdaki Kişisel Erişim Noktası, iCloud hesabınıza giriş yapmış diğer aygıtlarda parola girmenizi gerektirmeden internet erişimi sağlayabilir.
uk: Власна точка доступу на вашому iPhone може надавати інтернет-доступ для інших пристроїв, на яких виконано вхід у ваш обліковий запис iCloud, не запитуючи пароль.
ur: آپ کے ‏iPhone پر ذاتی ہاٹ اسپاٹ آپ کے ‏iCloud اکاؤنٹ میں سائن اِن دیگر ڈیوائسوں تک نیٹ کی رسائی فراہم کرسکتا ہے اور اس کے لیے آپ کو پاس ورڈ درج کرنے کی ضرورت نہیں۔
vi: Điểm truy cập cá nhân trên iPhone có thể cung cấp quyền truy cập internet cho các thiết bị khác được đăng nhập vào tài khoản iCloud mà không yêu cầu bạn nhập mật khẩu.
zh_cn: iPhone“个人热点”可允许其他已登录你iCloud的设备访问网络，你无需输入密码。
zh_hk: 毋須輸入密碼，iPhone上的個人熱點可供其他已登入你的iCloud帳户的裝置取用互聯網連線。
zh_tw: 無須輸入密碼，iPhone上的「個人熱點」可以提供其他已登入你iCloud帳號的裝置網際網路連線。

# MAIN_SPEC_DETAIL_IPHONE
source: Share your iPhone internet connection with your computer and iOS devices via %@, Bluetooth, or USB.
ar: قم بمشاركة اتصال الإنترنت للـ iPhone الخاص بك مع كمبيوترك وأجهزة iOS عبر %@، Bluetooth، أو USB.
bg: Споделете интернет връзката на вашия iPhone с вашия компютър и вашите iOS устройства чрез %@, Bluetooth или USB.
bn: %@, Bluetooth অথবা USB-এর মাধ্যমে আপনার কম্পিউটার এবং iOS ডিভাইসগুলির সাথে iPhone-এর ইন্টারনেট কানেকশন শেয়ার করুন।
ca: Comparteix la connexió a internet de l’iPhone amb l’ordinador i els dispositius iOS via %@, Bluetooth o USB.
cs: Sdílejte internetové připojení iPhonu se svým počítačem a dalšími zařízeními iOS přes %@, Bluetooth nebo USB.
da: Del din iPhones internetforbindelse med din computer og iOS-enheder via %@, Bluetooth eller USB.
de: Teile die iPhone-Internetverbindung über %@, Bluetooth oder USB mit deinem Computer und anderen iOS-Geräten.
el: Μοιραστείτε τη διαδικτυακή σύνδεση του iPhone με τον υπολογιστή και τις συσκευές iOS σας μέσω %@, Bluetooth ή USB.
es: Comparte la conexión a internet de tu iPhone con el ordenador y los dispositivos iOS a través de %@, Bluetooth o USB.
es_419: Comparte la conexión a Internet de tu iPhone con tu computadora y tus dispositivos iOS a través de %@, Bluetooth o USB.
fi: Jaa iPhonen internet-yhteys tietokoneen ja iOS-laitteiden kanssa %[tt]@-yhteyden, Bluetoothin tai USB:n avulla.
fr: Partagez la connexion Internet de votre iPhone sur votre ordinateur et vos appareils iOS via %@, Bluetooth ou USB.
fr_ca: Partagez la connexion Internet de votre iPhone sur votre ordinateur et vos appareils iOS via %@, Bluetooth ou USB.
gu: %@, Bluetooth અથવા USB દ્વારા તમારા iPhoneનું નેટવર્ક કનેક્શન તમારા કંપ્યૂટર અને iOS ડિવાઇસ સાથે શેર કરો.
he: באפשרותך לשתף עם מחשבך ועם מכשירי iOS אחרים שברשותך את חיבור האינטרנט של ה-iPhone דרך %@, ‏Bluetooth או USB.
hi: %@, Bluetooth या USB के ज़रिए अपने कंप्यूटर और iOS डिवाइस से अपने iPhone का इंटरनेट कनेक्शन शेयर करें।
hr: Možete dijeliti internetsku vezu iPhone uređaja s računalom i iOS uređajima putem %@, Bluetootha ili USB-a.
hu: Megoszthatja iPhone-jának internetkapcsolatát számítógépével és iOS-eszközeivel %@, Bluetooth vagy USB használatával.
id: Bagikan koneksi internet iPhone dengan komputer dan perangkat iOS Anda melalui %@, Bluetooth, atau USB.
it: Condividi la connessione internet di iPhone con il computer e i dispositivi iOS tramite %@, Bluetooth o USB.
ja: このiPhoneのインターネット接続を%@、BluetoothまたはUSB経由でコンピュータやiOSデバイスと共有できます。
kk: iPhone құрылғыңыздағы интернетті компьютермен және iOS құрылғыларымен %@, Bluetooth немесе USB арқылы бөлісіңіз.
kn: %@, Bluetooth ಅಥವಾ USB ಮೂಲಕ ನಿಮ್ಮ ಕಂಪ್ಯೂಟರ್ ಮತ್ತು iOS ಸಾಧನಗಳೊಂದಿಗೆ ನಿಮ್ಮ iPhone ಇಂಟರ್ನೆಟ್ ಕನೆಕ್ಷನ್ ಅನ್ನು ಹಂಚಿಕೊಳ್ಳಿ.
ko: %@, Bluetooth, 또는 USB를 통해 사용자의 iPhone 인터넷 연결을 컴퓨터 및 iOS 기기와 공유합니다.
lt: Bendrinkite „iPhone“ interneto ryšį su kompiuteriu ir „iOS“ įrenginiais per „%@“, „Bluetooth“ arba USB.
ml: %@, Bluetooth, അല്ലെങ്കിൽ USB വഴി നിങ്ങളുടെ കമ്പ്യൂട്ടറുമായും iOS ഡിവൈസുകളുമായും നിങ്ങളുടെ iPhone ഇന്റർനെറ്റ് കണക്ഷൻ പങ്കിടൂ.
mr: %@, Bluetooth, किंवा USB द्वारे तुमच्या iPhone चे इंटरनेट कनेक्शन तुमच्या संगणक किंवा iOS डिव्हाइससोबत शेअर करा.
ms: Kongsi sambungan internet iPhone anda dengan komputer dan peranti iOS anda melalui %@, Bluetooth atau USB.
nl: Deel de internetverbinding van je iPhone met je computer en iOS-apparaten via %@, Bluetooth of USB.
no: Del iPhonens internettforbindelse med datamaskinen og iOS-enheter via %@, Bluetooth eller USB.
or: %@, Bluetooth କିମ୍ବା USB ମାଧ୍ଯମରେ ଆପଣଙ୍କ କମ୍ପ୍ୟୁଟର୍ ଓ iOS ଡିଭାଇସ୍ ସହିତ ଆପଣଙ୍କ iPhone ଇଣ୍ଟର୍‌ନେଟ୍ ସଂଯୋଗ ଶେୟର୍ କରନ୍ତୁ।
pa: ਆਪਣੇ iPhone ਇੰਟਰਨੈੱਟ ਕਨੈਕਸ਼ਨ ਨੂੰ %@, Bluetooth, ਜਾਂ USB ਰਾਹੀਂ ਆਪਣੇ ਕੰਪਿਊਟਰ ਅਤੇ iOS ਡਿਵਾਈਸਾਂ ਨਾਲ ਸਾਂਝਾ ਕਰੋ।
pl: Możesz udostępniać połączenie internetowe iPhone'a komputerowi i urządzeniom z systemem iOS przez %@, Bluetooth lub USB.
pt_br: Compartilhe a conexão à internet do seu iPhone com seu computador e com dispositivos iOS via %@, Bluetooth ou USB.
pt_pt: Partilhe a ligação à internet do iPhone com o computador e outros dispositivos com iOS, por %@, Bluetooth ou USB.
ro: Partajați conexiunea la internet a iPhone‑ului cu computerul și dispozitivele dvs. iOS prin %@, Bluetooth sau USB.
ru: Ваш iPhone может предоставлять Вашему компьютеру и устройствам iOS общий доступ к интернету через %@, Bluetooth или USB.
sk: Zdieľajte internetové pripojenie iPhonu so svojím počítačom a iOS zariadeniami cez %@, Bluetooth alebo USB.
sl: Delite iPhonovo internetno povezavo z računalnikom in napravami iOS prek vrat %@, Bluetooth ali USB.
sv: Dela din iPhones internetanslutning med din dator och iOS-enheter via %@, Bluetooth eller USB.
ta: %@, Bluetooth அல்லது USB வழியாக உங்கள் கம்ப்யூட்டர் மற்றும் iOS சாதனங்களுடன் உங்கள் iPhoneஇன் இணைய இணைப்பைப் பகிரலாம்.
te: మీ iPhone ఇంటర్నెట్ కనెక్షన్‌ను %@, Bluetooth లేదా USB ద్వారా మీ కంప్యూటర్ మరియు iOS డివైజ్‌లతో షేర్ చేయండి.
th: แชร์การเชื่อมต่อกับอินเทอร์เน็ตของ iPhone ของคุณกับเครื่องคอมพิวเตอร์และอุปกรณ์ iOS ของคุณผ่านทาง %@ บลูทูธหรือ USB
tr: iPhone’unuzun internet bağlantısını; %@, Bluetooth veya USB üzerinden bilgisayarınızla ve iOS aygıtlarıyla paylaşın.
uk: Діліться інтернет-зʼєднанням свого iPhone зі своїм компʼютером і пристроями iOS через %@, Bluetooth чи USB.
ur: ‏%@، ‏Bluetooth، یا ‏USB کے ذریعے اپنے کمپیوٹر اور ‏iOS ڈیوائسوں کے ساتھ اپنے ‏iPhone کا انٹرنیٹ کنکشن شیئر کریں۔
vi: Chia sẻ kết nối internet của iPhone với máy tính và các thiết bị iOS của bạn qua %@, Bluetooth hoặc USB.
zh_cn: 通过%@、蓝牙或USB将iPhone的互联网连接共享给你的电脑和iOS设备。
zh_hk: 透過%@、藍牙或USB與電腦及iOS裝置共享iPhone互聯網連線。
zh_tw: 透過%@、藍牙或USB與電腦和iOS裝置共享iPhone的網際網路連線。

# CONNECT_OVER_WIFI_STEP_2
source: Enter the password when prompted.
ar: قم بإدخال كلمة السر عند المطالبة.
bg: Въведете паролата при поискване.
bn: অনুরোধ করা হলে পাসওয়ার্ডটি লিখুন।
ca: Introdueix la contrasenya quan se’t demani.
cs: Na výzvu zadejte heslo.
da: Skriv adgangskoden når spurgt.
de: Gib bei Aufforderung das Passwort ein.
el: Εισαγάγετε το συνθηματικό όταν σας ζητηθεί.
es: Introduce la contraseña cuando se requiera.
es_419: Ingresa la contraseña cuando se solicite.
fi: Kysyttäessä syötä salasana.
fr: Saisissez le mot de passe lorsqu’il vous sera demandé.
fr_ca: Saisissez le mot de passe lorsque vous y êtes invité.
gu: જ્યારે પ્રોમ્પ્ટ કરવામાં આવે ત્યારે પાસવર્ડ એંટર કરો.
he: יש להזין את הסיסמה כאשר תתקבל בקשה לכך.
hi: संकेत दिए जाने पर पासवर्ड दर्ज करें।
hr: Unesite lozinku kad se prikaže zahtjev za unos.
hu: Adja meg a jelszót, amikor szükséges.
id: Masukkan kata sandi saat diminta.
it: Inserisci la password quando richiesto.
ja: 確認されたらパスワードを入力します。
kk: Сұралған кезде құпиясөзді енгізіңіз.
kn: ಸೂಚಿಸಿದಾಗ ಪಾಸ್‌ವರ್ಡ್ ನಮೂದಿಸಿ.
ko: 요청을 받으면 암호를 입력합니다.
lt: Paraginti įveskite slaptažodį.
ml: നിർദേശിക്കുമ്പോൾ പാസ്‌വേഡ് നൽകൂ.
mr: विचारल्यावर पासवर्ड प्रविष्ट करा.
ms: Masukkan kata laluan apabila digesa.
nl: Voer het wachtwoord in als daarom wordt gevraagd.
no: Oppgi passordet når du blir bedt om det.
or: ସଂକେତ ଦିଆଗଲେ ପାସ୍‌ୱର୍ଡ୍ ଲେଖନ୍ତୁ।
pa: ਪ੍ਰੌਂਪਟ ਦਿੱਤੇ ਜਾਣ ’ਤੇ ਪਾਸਵਰਡ ਭਰੋ।
pl: Gdy urządzenie poprosi, podaj hasło.
pt_br: Digite a senha quando solicitado.
pt_pt: Quando lhe for pedido, digite a palavra‑passe.
ro: Introduceți parola când vi se solicită.
ru: Введите пароль при запросе.
sk: Po zobrazení výzvy zadajte heslo.
sl: Ob pozivu vnesite geslo.
sv: Ange lösenord om det behövs.
ta: தெரிவிக்கப்படும் போது பாஸ்வேர்டை உள்ளிடவும்.
te: ప్రాంప్ట్ చేసినప్పుడు పాస్‌వర్డ్ నమోదు చేయండి.
th: ป้อนรหัสผ่านเมื่อถาม
tr: Sorulduğunda, parolayı girin.
uk: Введіть пароль, коли зʼявиться запит.
ur: فوری مطلع کیے جانے پر پاس ورڈ درج کریں۔
vi: Nhập mật khẩu khi được nhắc.
zh_cn: 提示时输入密码。
zh_hk: 系統提示時請輸入密碼。
zh_tw: 系統提示時請輸入密碼。

# CONNECT_OVER_WIFI_LABEL
source: TO CONNECT USING %@
ar: للاتصال باستخدام الـ %@
bg: ЗА СВЪРЗВАНЕ ЧРЕЗ %@
bn: %@-এর মাধ্যমে কানেক্ট করুন
ca: PER CONNECTAR VIA %@
cs: PRO PŘIPOJENÍ PŘES %@
da: OPRET FORBINDELSE VHA. %@
de: ÜBER %@ VERBINDEN
el: ΓΙΑ ΣΥΝΔΕΣΗ ΜΕΣΩ %@
es: PARA CONECTAR POR %@
es_419: PARA CONECTAR POR %@
fi: YHDISTÄ %[tt]@-YHTEYDELLÄ
fr: POUR SE CONNECTER VIA %@
fr_ca: POUR SE CONNECTER VIA %@
gu: %@ દ્વારા કનેક્ટ કરો
he: לחיבור באמצעות %@
hi: %@ द्वारा कनेक्ट करें
hr: ZA SPAJANJE KORISTEĆI %@
hu: %@-KAPCSOLATHOZ
id: UNTUK MENGHUBUNGKAN DENGAN %@
it: PER CONNETTERSI VIA %@
ja: %@で接続するには
kk: %@ АРҚЫЛЫ ҚОСЫЛУ ҮШІН
kn: %@ ಬಳಸಿಕೊಂಡು ಕನೆಕ್ಟ್ ಮಾಡಲು
ko: %@(으)로 연결하려면
lt: PRIJUNGTI NAUDOJANT „%@“
ml: %@ ഉപയോഗിച്ച് കണക്റ്റ് ചെയ്യാൻ
mr: %@ वापरून कनेक्ट करण्यासाठी
ms: UNTUK BERSAMBUNG MENGGUNAKAN %@
nl: VERBINDING VIA %@
no: KOBLE TIL MED %@
or: %@ ବ୍ୟବହାର କରି ସଂଯୋଗ କରିବା ପାଇଁ
pa: %@ ਦੀ ਵਰਤੋਂ ਕਰਕੇ ਕਨੈਕਟ ਕਰਨ ਲਈ
pl: ŁĄCZENIE PRZEZ %@
pt_br: PARA CONECTAR VIA %@
pt_pt: PARA LIGAR POR %@
ro: PENTRU CONECTARE PRIN %@
ru: ДЛЯ ПОДКЛЮЧЕНИЯ ЧЕРЕЗ %@
sk: PRE PRIPOJENIE POMOCOU %@
sl: VZPOSTAVITEV POVEZAVE – %@
sv: ANSLUT VIA %@
ta: %@ ஐப் பயன்படுத்தி இணைக்க
te: %@ ద్వారా కనెక్ట్ చేయడానికి చేయాల్సినవి
th: ในการเชื่อมต่อโดยใช้ %@
tr: %@ KULLANARAK BAĞLANMAK İÇİN
uk: ДЛЯ ПІДʼЄДНАННЯ ЧЕРЕЗ %@
ur: ‏%@ کے ذریعے کنکٹ کرنا
vi: ĐỂ KẾT NỐI BẰNG %@
zh_cn: 通过%@连接
zh_hk: 使用%@連線
zh_tw: 使用%@連線

source: On
ar: تشغيل
bg: Вкл.
bn: চালু
ca: Sí
cs: Zapnuto
da: Til
de: Ein
el: Ναι
es: Sí
es_419: Sí
fi: Päällä
fr: Oui
fr_ca: oui
gu: ચાલુ
he: פעילה
hi: चालू
hr: Uklj.
hu: Be
id: Nyala
it: Attivo
ja: オン
kk: Қосулы
kn: ಆನ್
ko: 켬
lt: Įjungta
ml: ഓൺ
mr: ऑन
ms: Aktif
nl: Aan
no: På
or: ଅନ୍
pa: ਚਾਲੂ ਕਰੋ
pl: Wł.
pt_br: Ativado
pt_pt: Ligado
ro: Activat
ru: Вкл.
sk: Zap.
sl: Vklopljeno
sv: På
ta: ஆன்
te: ఆన్
th: เปิด
tr: Açık
uk: Увімк.
ur: چالو
vi: Bật
zh_cn: 打开
zh_hk: 開啟
zh_tw: 開啟
